<?php

return [
    'update_products' => [
        'columns'   => 76,
        'delimiter' => ',',
        'header'    => '商品特定コード指定,更新時間フラグ,システム商品コード,独自商品コード,カテゴリー識別コード,カテゴリーパス,商品名,重量,販売価格,定価,ポイント,仕入価格,製造元,原産地,原産地表示フラグ,数量,数量表示フラグ,最小注文限度数,最大注文限度数,陳列位置,送料個別設定,掲載開始日指定フラグ,掲載開始日,掲載終了日指定フラグ,掲載終了日,割引使用フラグ,割引率,割引期間,商品グループ,商品検索語,商品別特殊表示,オプション１名称,オプション２名称,オプショングループ,拡大画像名,普通画像名,縮小画像名,追加商品画像1,画像説明文1,追加商品画像2,画像説明文2,追加商品画像3,画像説明文3,レイアウト指定,PC用メイン商品説明文,JANコード,商品表示可否,商品状態フラグ,データ用商品名,データ用詳細内容,オプションの表示形式,ISBNコード,ブランド名,MPN(メーカー型番),Googleショッピングカテゴリー,性別,年齢層,色,サイズ,素材,柄,商品グループID,アドワーズ用グループ,アドワーズ用ラベル,商品ページURL,商品カテゴリー用商品説明文,商品カテゴリー用商品説明文表示可否,備考欄表示テキスト指定,スマホ商品説明1,スマホ商品説明2,再入荷お知らせ,決済グループ,PC用追加説明文,名入れグループ,消費税率,軽減税率対象',
    ],
    'update_product_options' => [
        'columns'   => 12,
        'delimiter' => ',',
        'header'    => '商品特定コード指定,オプション特定コード指定,システム商品コード,独自商品コード,商品名,商品カテゴリーパス,オプション独自コード,オプション1項目,オプション2項目,販売価格,数量,JANコード',
    ],
    'exclude_characters' => [','],
];
